tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kepkin/kongctl"
tap "kyoh86/tap"
tap "openresty/brew"
tap "sambadevi/powerlevel9k"

brew "autoconf"
brew "automake"
brew "cairo"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "git-delta"
brew "docker"
brew "diff-so-fancy
brew "figlet"
brew "font-fira-sans"
brew "fzf"
brew "git"
brew "git-cal"
brew "git-flow"
brew "gnupg"
brew "go"
brew "go@1.14"
brew "golang-migrate"
brew "golangci-lint"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "pango"
brew "libyaml"
brew "lsusb"
brew "lua"
brew "luarocks"
brew "mas"
brew "midnight-commander"
brew "neovim"
brew "node@10"
brew "nushell"
brew "postgresql"
brew "postgresql@10", restart_service: true
brew "pygments"
brew "python@3.8"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zinit"
brew "zplug"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-emacs-card-carmine-icon"]
brew "derailed/k9s/k9s"
brew "kyoh86/tap/richgo"
brew "openresty/brew/openresty"
brew "sambadevi/powerlevel9k/powerlevel9k"

cask "chromedriver"
cask "clion"
cask "discord"
cask "docker"
cask "dropbox"
cask "duet"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "goland"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "magicprefs"
cask "notion"
cask "opera"
cask "oversight"
cask "paw"
cask "postman"
cask "rubymine"
cask "skype"
cask "spark"
cask "sublime-text"
cask "telegram-desktop"
cask "tunnelbear"
cask "vlc"
cask "windscribe"
cask "xquartz"
cask "zeplin"
cask "zoom"

mas "Edison Mail - Email", id: 1489591003
mas "Be Focused", id: 973134470
mas "Duplicate File Finder Pro", id: 962263890
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "Lifeline", id: 1526186940
mas "LifeSim", id: 606865773
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Session", id: 1521432881
mas "Slack", id: 803453959
mas "Tayasui Sketches", id: 1178074963
mas "Telegram", id: 747648890
mas "Telegram Lite", id: 946399090
mas "Timelime", id: 589698946
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
