tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoh86/tap"
tap "railwaycat/emacsmacport"

brew "ansible"
brew "ansible-language-server"
brew "ansible-lint"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bat"
brew "buf"
brew "btop"
brew "cabal-install"
brew "cairo"
brew "cartridge-cli"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "diff-so-fancy"
brew "editorconfig"
brew "editorconfig-checker"
brew "emacs-mac" , args: ["with-modules", "with-emacs-icons-project-emacs-card-carmine", "with-native-comp"]
brew "fd"
brew "figlet"
brew "font-fira-code"
brew "font-fira-code-nerd-font"
brew "font-fira-sans"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghc"
brew "git"
brew "git-cal"
brew "git-delta"
brew "git-flow"
brew "gitui"
brew "gnupg"
brew "golang"
brew "golangci-lint"
brew "gomodifytags"
brew "gopls"
brew "gotests"
brew "gotop"
brew "google-chrome"
brew "gpg"
brew "grpc"
brew "harfbuzz"
brew "haskell-language-server"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "pango"
brew "libyaml"
brew "lsusb"
brew "lua"
brew "luajit"
brew "luarocks"
brew "make"
brew "mas"
brew "midnight-commander"
brew "ncurses"
brew "neovim"
brew "node"
brew "nushell"
brew "openjdk"
brew "postgresql"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pygments"
brew "python@3.8"
brew "rabbitmq", restart_service: true
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust-analyzer"
brew "sbcl"
brew "shellcheck"
brew "sheldon"
brew "sqlite"
brew "starship"
brew "stylelint"
brew "tarantool"
brew "task"
brew "taskwarrior-tui"
brew "telnet"
brew "terraform"
brew "terrafrom-ls"
brew "tig"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "virtualbox"
brew "wget"
brew "xsel"
brew "yarn"
brew "michaeleisel/zld/zld"
brew "zenith"
brew "zld"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "kyoh86/tap/richgo"

cask "chromedriver"
cask "clion"
cask "discord"
cask "docker"
cask "dropbox"
cask "duet"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "ghidra"
cask "goland"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "magicprefs"
cask "notion"
cask "opera"
cask "oversight"
cask "paw"
cask "postman"
cask "rar"
cask "rubymine"
cask "skype"
cask "spark"
cask "sublime-text"
cask "telegram-desktop"
cask "tunnelbear"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "windscribe"
cask "xquartz"
cask "zeplin"
cask "zoom"

mas "Edison Mail - Email", id: 1489591003
mas "Be Focused", id: 973134470
mas "Duplicate File Finder Pro", id: 962263890
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "Lifeline", id: 1526186940
mas "LifeSim", id: 606865773
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Session", id: 1521432881
mas "Slack", id: 803453959
mas "Tayasui Sketches", id: 1178074963
mas "Telegram", id: 747648890
mas "Timelime", id: 589698946
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
