tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kepkin/kongctl"
tap "kyoh86/tap"
tap "openresty/brew"
tap "sambadevi/powerlevel9k"
brew "autoconf"
brew "automake"
brew "pkg-config"
brew "cloc"
brew "coreutils"
brew "docker"
brew "figlet"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "libtool"
brew "gnupg"
brew "go"
brew "go@1.14"
brew "golang-migrate"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "lsusb"
brew "lua"
brew "luarocks"
brew "mas"
brew "midnight-commander"
brew "neovim"
brew "node@10"
brew "nushell"
brew "postgresql"
brew "postgresql@10", restart_service: true
brew "pygments"
brew "python@3.8"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-emacs-card-carmine-icon"]
brew "derailed/k9s/k9s"
brew "kyoh86/tap/richgo"
brew "openresty/brew/openresty"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "chromedriver"
cask "clion"
cask "discord"
cask "docker"
cask "duet"
cask "font-hack-nerd-font"
cask "goland"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "magicprefs"
cask "notion"
cask "opera"
cask "oversight"
cask "paw"
cask "postman"
cask "rubymine"
cask "skype"
cask "slack"
cask "spark"
cask "sublime-text"
cask "telegram"
cask "telegram-desktop"
cask "tunnelbear"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "whatsapp"
cask "windscribe"
cask "xquartz"
cask "zeplin"
cask "zoom"
mas "Canary Mail", id: 1236045954
mas "KeyKey", id: 1035137927
mas "Magnet", id: 441258766
mas "Quiver", id: 866773894
mas "Tayasui Sketches", id: 1178074963
mas "Xcode", id: 497799835
